const courseData = {

"堺コース": [
    "堺区",
    "北区",
    "中区",
    "西区",
    "東区",
    "松原市",
    "高石市"
],

    "和泉コース": [
        "和泉市",
        "松原市",
        "大阪狭山市",
        "富田林市",
        "河内長野市",
        "堺市東区",
        "堺市中区",
        "堺市西区",
        "堺市南区",
        "堺市美原区",
        "その他"
    ],

    "岸和田コース": [
    "泉大津市",
    "岸和田市",
    "泉佐野市",
    "貝塚市",
    "泉南市",
    "阪南市",
    "泉南郡",
    "泉北郡"
     ],

    "八尾コース": [
        "八尾市",
        "羽曳野市",
        "藤井寺市",
        "富田林市",
        "河南町",
        "千早赤阪村",
        "その他"
    ],

    "奈良北コース": [
        "奈良市",
        "大和郡山市",
        "天理市",
        "生駒市",
        "その他"
    ],

"奈良南コース": [
    "橿原市",
    "葛城市",
    "北葛城郡",
    "磯城郡",
    "大和高田市",
    "香芝市",
    "天理市",
    "八尾市",
    "柏原市"
],

};