const townData = {

    "奈良市": [
        "今在家町",
        "今辻子町",
        "押熊町",
        "大宮町",
        "大和田町",
        "古市町",
        "五条西",
        "五条畑",
        "佐紀町",
        "三条栄町",
        "三条大路",
        "神功",
        "菅野台",
        "菅原町",
        "青垣台",
        "西九条町",
        "西ノ京町",
        "西登美ヶ丘",
        "南京終町",
        "南紀寺町",
        "南肘塚町",
        "南魚屋町",
        "法蓮町",
        "富雄北",
        "宝来",
        "北之庄町",
        "北之庄西町",
        "山町",
        "六条",
        "六条緑町",
        "その他"
    ],

    "大和郡山市": [
        "池之内町",
        "小泉町",
        "城町",
        "田中町",
        "西田中町",
        "満願寺町",
        "山田町",
        "その他"
    ],

    "天理市": [
        "櫟本町",
        "杉本町",
        "西井戸堂町",
        "東井戸堂町",
        "二階堂上之庄町",
        "南六条町",
        "その他"
    ],

    "生駒市": [
        "壱分",
        "上町",
        "小明町",
        "中菜畑",
        "東松ヶ丘",
        "東生駒",
        "南田原町",
        "南山手台",
        "その他"
    ]

};
