const townData = {

    "奈良市": [
        "今在家町",
        "今辻子町",
        "押熊町",
        "大宮町",
        "大和田町",
        "古市町",
        "五条西",
        "五条畑",
        "佐紀町",
        "三条栄町",
        "三条大路",
        "神功",
        "菅野台",
        "菅原町",
        "青垣台",
        "西九条町",
        "西ノ京町",
        "西登美ヶ丘",
        "南京終町",
        "南紀寺町",
        "南肘塚町",
        "南魚屋町",
        "法蓮町",
        "富雄北",
        "宝来",
        "北之庄町",
        "北之庄西町",
        "山町",
        "六条",
        "六条緑町",
        "その他"
    ],

    "大和郡山市": [
        "池之内町",
        "小泉町",
        "城町",
        "田中町",
        "西田中町",
        "満願寺町",
        "山田町",
        "その他"
    ],

    "天理市": [
        "櫟本町",
        "杉本町",
        "西井戸堂町",
        "東井戸堂町",
        "二階堂上之庄町",
        "南六条町",
        "その他"
    ],

    "生駒市": [
        "壱分",
        "上町",
        "小明町",
        "中菜畑",
        "東松ヶ丘",
        "東生駒",
        "南田原町",
        "南山手台",
        "その他"
    ],

    "和泉市": [
    "伏屋町",
    "観音寺町",
    "王子町",
    "伯太町",
    "浦田町",
    "上町",
    "唐国町",
    "幸",
    "いぶき野",
    "小野田町",
    "和気町",
    "池上町",
    "府中町",
    "テクノステージ",
    "箕形町",
    "肥子町",
    "その他"
],

"松原市": [
    "大堀",
    "阿保",
    "上田",
    "立部",
    "新堂",
    "丹上",
    "丹南",
    "別所",
    "三宅中",
    "その他"
],

"大阪狭山市": [
    "狭山",
    "茱萸木",
    "金剛",
    "西山台",
    "半田",
    "山本北",
    "その他"
],

"富田林市": [
    "嬉",
    "美山台",
    "藤沢台",
    "その他"
],

"河内長野市": [
    "加賀田",
    "野作町",
    "昭栄町",
    "栄町",
    "上原西町",
    "木戸西町",
    "美加の台",
    "その他"
],

"堺市東区": [
    "高松",
    "大美野",
    "草尾",
    "日置荘",
    "その他"
],

"堺市中区": [
    "深阪",
    "福田",
    "陶器北",
    "東山",
    "平井",
    "その他"
],

"堺市西区": [
    "菱木",
    "太平寺",
    "その他"
],

"堺市南区": [
    "大庭寺",
    "栂",
    "豊田",
    "野々井",
    "赤坂台",
    "美木多上",
    "その他"
],

"堺市美原区": [
    "太井",
    "北余部",
    "阿弥",
    "平尾",
    "小寺",
    "黒山",
    "今井",
    "木材通",
    "多治井",
    "その他"
],

"八尾市": [
    "美園町",
    "久宝寺",
    "南久宝寺",
    "太子堂",
    "南太子堂",
    "楠根町",
    "新家町",
    "高砂町",
    "小畑町",
    "長池町",
    "萱振町",
    "堤町",
    "宮町",
    "緑ヶ丘",
    "桜ヶ丘",
    "南本町",
    "高美町",
    "刑部",
    "八尾木",
    "八尾木北",
    "老原",
    "弓削町",
    "弓削町南",
    "西弓削",
    "渋川町",
    "安中町",
    "松山町",
    "神武町",
    "跡部本町",
    "跡部北の町",
    "南植松町",
    "木の本",
    "北木の本",
    "空港",
    "太田新町",
    "太田",
    "沼",
    "若林町",
    "その他"
],

"羽曳野市": [
    "島泉",
    "恵我之荘",
    "南恵我之荘",
    "高鷲",
    "樫山",
    "伊賀",
    "野々上",
    "郡戸",
    "河原城",
    "はびきの",
    "軽里",
    "誉田",
    "白鳥",
    "羽曳が丘",
    "西浦",
    "蔵の内",
    "古市",
    "駒ヶ谷",
    "飛鳥",
    "壺井",
    "その他"
],

"藤井寺市": [
    "津堂",
    "小山",
    "川北",
    "藤井寺",
    "古室",
    "野中",
    "梅が園町",
    "林",
    "大井",
    "北條町",
    "惣社",
    "道明寺",
    "その他"
],

"富田林市": [
    "梅の里",
    "平町",
    "喜志町",
    "宮町",
    "南旭ヶ丘町",
    "若松町",
    "若松町西",
    "甲田",
    "宮甲田町",
    "中野町",
    "その他"
],

"河南町": [
    "一須賀",
    "加納",
    "中",
    "さくら坂",
    "その他"
],

"千早赤阪村": [
    "森屋",
    "小吹",
    "中津原",
    "その他"
],

"橿原市": [
    "その他"
],

"葛城市": [
    "その他"
],

"北葛城郡": [
    "その他"
],

"磯城郡": [
    "その他"
],

"大和高田市": [
    "その他"
],

"天理市": [
    "その他"
],

"八尾市": [
    "その他"
],

"柏原市": [
    "その他"
],

"堺区": [
    "旭ヶ丘中町",
    "市之町東",
    "出島浜通",
    "戎島町",
    "戎之町東",
    "永代町",
    "榎元町",
    "海山町",
    "香ヶ丘町",
    "櫛屋町東",
    "熊野町東",
    "材木町東",
    "桜之町東",
    "三宝町",
    "七道東町",
    "少林寺町西",
    "神南辺町",
    "大仙中町",
    "大町西",
    "中安井町",
    "中之町東",
    "錦之町西",
    "錦綾町",
    "緑ヶ丘北町",
    "南安井町",
    "南三国ヶ丘町",
    "南半町西",
    "向陵中町",
    "山本町"
],

"北区": [
    "大豆塚町",
    "金岡町",
    "新金岡町",
    "長曽根町",
    "中長尾町",
    "北長尾町",
    "野遠町",
    "東浅香山町",
    "北花田町",
    "百舌鳥赤畑町",
    "百舌鳥梅北町",
    "百舌鳥梅町"
],

"中区": [
    "大野芝町",
    "毛穴町",
    "小阪",
    "新家町",
    "土師町",
    "八田北町",
    "八田寺町",
    "八田西町",
    "八田南之町",
    "東八田",
    "深井北町",
    "深井清水町",
    "深井中町",
    "深井東町",
    "深井水池町"
],

"西区": [
    "家原寺町",
    "草部",
    "下田町",
    "太平寺",
    "津久野町",
    "鳳北町",
    "鳳中町",
    "鳳東町",
    "鳳南町",
    "浜寺石津町東",
    "浜寺昭和町",
    "浜寺船尾町東",
    "浜寺船尾町西",
    "平岡町",
    "堀上緑町",
    "山田"
],

"東区": [
    "野尻町",
    "日置荘西町",
    "菩提町"
],

"松原市": [
    "大堀",
    "河合",
    "北新町",
    "新堂",
    "田井城",
    "天美北",
    "天美我堂",
    "天美東",
    "天美南",
    "東新町"
],

"高石市": [
    "加茂",
    "高師浜",
    "千代田",
    "東羽衣",
    "西取石"
],

};
