const townData = {

    "奈良市": [
        "今在家町",
        "今辻子町",
        "押熊町",
        "大宮町",
        "大和田町",
        "古市町",
        "五条西",
        "五条畑",
        "佐紀町",
        "三条栄町",
        "三条大路",
        "神功",
        "菅野台",
        "菅原町",
        "青垣台",
        "西九条町",
        "西ノ京町",
        "西登美ヶ丘",
        "南京終町",
        "南紀寺町",
        "南肘塚町",
        "南魚屋町",
        "法蓮町",
        "富雄北",
        "宝来",
        "北之庄町",
        "北之庄西町",
        "山町",
        "六条",
        "六条緑町",
        "その他"
    ],

    "大和郡山市": [
        "池之内町",
        "小泉町",
        "城町",
        "田中町",
        "西田中町",
        "満願寺町",
        "山田町",
        "その他"
    ],

    "天理市": [
        "櫟本町",
        "杉本町",
        "西井戸堂町",
        "東井戸堂町",
        "二階堂上之庄町",
        "南六条町",
        "その他"
    ],

    "生駒市": [
        "壱分",
        "上町",
        "小明町",
        "中菜畑",
        "東松ヶ丘",
        "東生駒",
        "南田原町",
        "南山手台",
        "その他"
    ],

    "和泉市": [
    "伏屋町",
    "観音寺町",
    "王子町",
    "伯太町",
    "浦田町",
    "上町",
    "唐国町",
    "幸",
    "いぶき野",
    "小野田町",
    "和気町",
    "池上町",
    "府中町",
    "テクノステージ",
    "箕形町",
    "肥子町"
],

"松原市": [
    "大堀",
    "阿保",
    "上田",
    "立部",
    "新堂",
    "丹上",
    "丹南",
    "別所",
    "三宅中"
],

"大阪狭山市": [
    "狭山",
    "茱萸木",
    "金剛",
    "西山台",
    "半田",
    "山本北"
],

"富田林市": [
    "嬉",
    "美山台",
    "藤沢台"
],

"河内長野市": [
    "加賀田",
    "野作町",
    "昭栄町",
    "栄町",
    "上原西町",
    "木戸西町",
    "美加の台"
],

"堺市東区": [
    "高松",
    "大美野",
    "草尾",
    "日置荘"
],

"堺市中区": [
    "深阪",
    "福田",
    "陶器北",
    "東山",
    "平井"
],

"堺市西区": [
    "菱木",
    "太平寺"
],

"堺市南区": [
    "大庭寺",
    "栂",
    "豊田",
    "野々井",
    "赤坂台",
    "美木多上"
],

"堺市美原区": [
    "太井",
    "北余部",
    "阿弥",
    "平尾",
    "小寺",
    "黒山",
    "今井",
    "木材通",
    "多治井"
],

};
